Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.navigatePanesInReadingOrder
source: Next Pane and Previous Pane commands use reading order, not the time of last use.
de: Die Befehle „Nächster Bereich“ und „Vorheriger Bereich“ verwenden die Lesereihenfolge statt des Zeitpunkts der letzten Verwendung.
ja: 「次のペイン」および「前のペイン」コマンドは、最後に使用した時刻ではなく読み取り順序を使用します。
pt_br: Os comandos Próximo painel e Painel anterior usam a ordem de leitura, não o horário de último uso.
ru: Команды «Следующая панель» и «Предыдущая панель» используют порядок чтения, а не время последнего использования.
zh_hans: “下一个窗格”和“上一个窗格”命令使用阅读顺序，而非最后使用的时间。

# AdvancedSetting.neverWarnAboutMeta
source: Suppress a warning when ⌥ Key Acts as Meta is enabled in Settings > Profiles > Keys.
de: Warnung unterdrücken, wenn „⌥-Taste verhält sich wie Meta“ unter Einstellungen > Profile > Tasten aktiviert ist.
ja: 設定 > プロファイル > キーで「⌥キーをMetaキーとして使う」が有効なときの警告を表示しない。
pt_br: Suprimir um aviso quando “A tecla ⌥ atua como Meta” está ativada em Ajustes > Perfis > Teclas.
ru: Отключить предупреждение, когда в разделе Settings > Profiles > Keys включена опция «⌥ Key Acts as Meta».
zh_hans: 在设置 > 配置文件 > 按键中启用⌥键作为元键时，应隐藏警告信息。

# AdvancedSetting.neverWarnAboutOverrides
source: Suppress a warning about a change to a Profile key setting that overrides a global setting.
de: Warnung über eine Änderung einer Profil-Tasteneinstellung unterdrücken, die eine globale Einstellung überschreibt.
ja: グローバル設定を上書きするプロファイルキー設定の変更に関する警告を表示しない。
pt_br: Suprimir um aviso sobre uma alteração em um ajuste de tecla de Perfil que substitui um ajuste global.
ru: Отключить предупреждение об изменении параметра клавиш профиля, которое переопределяет глобальную настройку.
zh_hans: 关于覆盖全局设置的配置文件按键设置更改的警告应被隐藏。

# AdvancedSetting.neverWarnAboutPossibleOverrides
source: Suppress a warning about a change to a global key that's overridden by a Profile.
de: Warnung über eine Änderung einer globalen Tasteneinstellung unterdrücken, die von einem Profil überschrieben wird.
ja: プロファイルによって上書きされるグローバルキーの変更に関する警告を表示しない。
pt_br: Suprimir um aviso sobre uma alteração em uma tecla global que é substituída por um Perfil.
ru: Отключить предупреждение об изменении глобальной клавиши, которая переопределена профилем.
zh_hans: 抑制被配置文件覆盖的全局键更改警告。

# AdvancedSetting.neverWarnAboutSpaces
source: Suppress a warning about how to configure Spaces when setting a window's Space.
de: Warnung zur Konfiguration von Spaces beim Festlegen des Space eines Fensters unterdrücken.
ja: ウィンドウのSpaceを設定する際のSpacesの設定方法に関する警告を表示しない。
pt_br: Suprimir um aviso sobre como configurar os Spaces ao definir o Space de uma janela.
ru: Отключить предупреждение о том, как настроить Spaces, при назначении окну пространства Spaces.
zh_hans: 抑制设置窗口空间时配置空格的警告。

# AdvancedSetting.newInstanceOpenStyle
source: How should new instances be opened when triggered by scripts or external applications? -1: Use legacy settings (default) 0: New Window 1: New Tab 2: Vertical Split Pane 3: Horizontal Split Pane This provides a unified setting for controlling external instance creation.
de: Wie sollen neue Instanzen geöffnet werden, wenn sie durch Skripte oder externe Anwendungen ausgelöst werden? -1: Alte Einstellungen verwenden (Standard) 0: Neues Fenster 1: Neuer Tab 2: Vertikaler Split-Bereich 3: Horizontaler Split-Bereich Dies bietet eine einheitliche Einstellung zur Steuerung der externen Instanzerstellung.
ja: スクリプトや外部アプリケーションから起動されたとき、新しいインスタンスをどのように開くか？ -1：従来の設定を使用する（デフォルト） 0：新しいウィンドウ 1：新しいタブ 2：垂直分割ペイン 3：水平分割ペイン これは外部からのインスタンス作成を制御する統一設定です。
pt_br: Como as novas instâncias devem ser abertas quando acionadas por scripts ou aplicativos externos? -1: Usar ajustes legados (padrão) 0: Nova janela 1: Nova aba 2: Painel dividido vertical 3: Painel dividido horizontal Isto fornece um ajuste unificado para controlar a criação de instâncias externas.
ru: Как открывать новые экземпляры, запускаемые скриптами или внешними приложениями? -1: использовать устаревшие настройки (по умолчанию) 0: новое окно 1: новая вкладка 2: вертикально разделённая панель 3: горизонтально разделённая панель Этот параметр объединяет управление созданием внешних экземпляров в одном месте.
zh_hans: 当由脚本或外部应用触发时，新实例应如何打开？ -1：使用传统设置（默认） 0：新窗口 1：新标签页 2：垂直分屏窗格 3：水平分屏窗格 这提供了控制外部实例创建的统一设置。

# AdvancedSetting.noSyncBrowserUpsell
source: Suppress the browser plugin upsell when clicking links?
de: Das Browser-Plugin-Angebot beim Klicken auf Links unterdrücken?
ja: リンクをクリックしたときのブラウザプラグインのアップセルを表示しない？
pt_br: Suprimir a oferta do plugin de navegador ao clicar em links?
ru: Отключить предложение установить плагин браузера при переходе по ссылкам?
zh_hans: 点击链接时是否抑制浏览器插件推销？

# AdvancedSetting.noSyncClearAllBroadcast
source: Send Clear Session to all broadcasted-to sessions?
de: „Sitzung leeren“ an alle Sitzungen senden, an die übertragen wird?
ja: 「セッションをクリア」をブロードキャスト先のすべてのセッションに送信する？
pt_br: Enviar Limpar sessão para todas as sessões que recebem transmissão?
ru: Отправлять команду очистки сеанса всем сеансам, участвующим в трансляции ввода?
zh_hans: 将“清除会话”发送到所有广播的会话中？

# AdvancedSetting.noSyncConfirmRemoveAnnotation
source: Suppress confirmation to remove annotation?
de: Bestätigung zum Entfernen einer Annotation unterdrücken?
ja: 注釈を削除する際の確認を表示しない？
pt_br: Suprimir a confirmação para remover anotação?
ru: Отключить подтверждение удаления аннотации?
zh_hans: 抑制删除注释的确认提示？

# AdvancedSetting.noSyncDisableOpenURL
source: Disable control sequence to open URLs?
de: Steuersequenz zum Öffnen von URLs deaktivieren?
ja: URLを開く制御シーケンスを無効にする？
pt_br: Desativar a sequência de controle para abrir URLs?
ru: Отключить управляющую последовательность для открытия URL-адресов?
zh_hans: 禁用控制序列以打开URL？

# AdvancedSetting.noSyncDoNotWarnBeforeMultilinePaste
source: Suppress warning about multi-line pastes (or a single line ending in a newline). This applies whether you are at the shell prompt or not, provided two or more lines are being pasted.
de: Warnung über mehrzeiliges Einfügen (oder eine einzelne Zeile, die mit einem Zeilenumbruch endet) unterdrücken. Dies gilt unabhängig davon, ob Sie sich an der Shell-Eingabeaufforderung befinden, sofern zwei oder mehr Zeilen eingefügt werden.
ja: 複数行の貼り付け（または改行で終わる1行）に関する警告を表示しない。 これはシェルプロンプトにいるかどうかに関わらず、2行以上が貼り付けられる場合に適用されます。
pt_br: Suprimir o aviso sobre colagens de várias linhas (ou de uma única linha que termina em quebra de linha). Isto se aplica esteja você no prompt do shell ou não, desde que duas ou mais linhas estejam sendo coladas.
ru: Отключить предупреждение о вставке многострочного текста (или одной строки, заканчивающейся переносом строки). Это применяется независимо от того, находитесь ли вы в командной строке оболочки, если вставляется две и более строк.
zh_hans: 抑制多行粘贴（或单行以换行结尾）的警告。 无论是否处于shell提示符下，只要粘贴了两行或更多行，此规则均适用。

# AdvancedSetting.noSyncDoNotWarnBeforePastingOneLineEndingInNewlineAtShellPrompt
source: Suppress warning about pasting a single line ending in a newline when at the shell prompt. This requires Shell Integration to be installed.
de: Warnung über das Einfügen einer einzelnen Zeile, die mit einem Zeilenumbruch endet, an der Shell-Eingabeaufforderung unterdrücken. Dies erfordert, dass Shell Integration installiert ist.
ja: シェルプロンプトにいるときに改行で終わる1行を貼り付けることに関する警告を表示しない。 これにはShell Integrationのインストールが必要です。
pt_br: Suprimir o aviso sobre colar uma única linha que termina em quebra de linha quando no prompt do shell. Isto requer que o Shell Integration esteja instalado.
ru: Отключить предупреждение о вставке одной строки, заканчивающейся переносом строки, когда вы находитесь в командной строке оболочки. Для этого требуется установленная Shell Integration.
zh_hans: 在shell提示符下粘贴单行以换行结尾时是否抑制警告。 此功能需要安装Shell Integration。

# AdvancedSetting.noSyncDontWarnAboutTmuxPause
source: Suppress announcement that tmux will pause a session.
de: Hinweis, dass tmux eine Sitzung pausiert, unterdrücken.
ja: tmuxがセッションを一時停止するという通知を表示しない。
pt_br: Suprimir o aviso de que o tmux pausará uma sessão.
ru: Отключить уведомление о том, что tmux приостановит сеанс.
zh_hans: 抑制tmux暂停会话的提示。

# AdvancedSetting.noSyncDownloadPrefsTimeout
source: Timeout for downloading settings
de: Timeout für das Herunterladen von Einstellungen
ja: 設定のダウンロードのタイムアウト
pt_br: Tempo limite para baixar os ajustes
ru: Тайм-аут загрузки настроек
zh_hans: 下载设置的超时时间。

# AdvancedSetting.noSyncNeverAskAboutDEC2048Frustration
source: Suppress the notification asking if you want to disable resize reporting
de: Die Benachrichtigung unterdrücken, die fragt, ob Sie die Größenänderungsmeldung deaktivieren möchten
ja: リサイズ報告を無効にするかどうかを尋ねる通知を表示しない
pt_br: Suprimir a notificação que pergunta se você deseja desativar o relato de redimensionamento
ru: Отключить уведомление с вопросом, хотите ли вы отключить сообщение об изменении размера
zh_hans: 抑制询问是否禁用调整大小报告的提示。

# AdvancedSetting.noSyncNeverAskAboutMouseReportingFrustration
source: Suppress the notification asking if you want to disable mouse reporting that is shown after a drag followed by Cmd-C when mouse reporting is on?
de: Die Benachrichtigung unterdrücken, die nach einem Ziehen gefolgt von Cmd-C bei aktivierter Mausmeldung angezeigt wird und fragt, ob Sie die Mausmeldung deaktivieren möchten?
ja: マウス報告が有効な状態でドラッグの後にCmd-Cを行った際に表示される、マウス報告を無効にするかどうかを尋ねる通知を表示しない？
pt_br: Suprimir a notificação que pergunta se você deseja desativar o relato de mouse, exibida após um arrasto seguido de Cmd-C quando o relato de mouse está ativado?
ru: Отключить уведомление с вопросом, хотите ли вы отключить сообщения о мыши, которое показывается после перетаскивания и последующего Cmd-C, если сообщения о мыши включены?
zh_hans: 抑制在鼠标报告开启后，拖拽后按Cmd-C显示的鼠标报告禁用提示。

# AdvancedSetting.noSyncNeverRemindPrefsChangesLostForFile
source: Suppress changed-setting warning when settings are loaded from a custom folder.
de: Warnung über geänderte Einstellungen unterdrücken, wenn Einstellungen aus einem benutzerdefinierten Ordner geladen werden.
ja: カスタムフォルダから設定を読み込んだ際の変更警告を表示しない。
pt_br: Suprimir o aviso de ajuste alterado quando os ajustes são carregados de uma pasta personalizada.
ru: Отключить предупреждение об изменённых настройках при загрузке настроек из выбранной папки.
zh_hans: 从自定义文件夹加载设置时是否抑制更改设置警告。

# AdvancedSetting.noSyncNeverRemindPrefsChangesLostForUrl
source: Suppress changed-setting warning when settings are loaded from a URL.
de: Warnung über geänderte Einstellungen unterdrücken, wenn Einstellungen von einer URL geladen werden.
ja: URLから設定を読み込んだ際の変更警告を表示しない。
pt_br: Suprimir o aviso de ajuste alterado quando os ajustes são carregados de uma URL.
ru: Отключить предупреждение об изменённых настройках при загрузке настроек по URL-адресу.
zh_hans: 从URL加载设置时是否抑制更改设置警告。

# AdvancedSetting.noSyncNewTabFromTmuxOpensTmux
source: Suppress alert asking what kind of tab to open in tmux integration. NOTE: This only takes effect if the now-deprecated “Suppress alert asking what kind of tab/window to open in tmux integration” setting is off.
de: Warnhinweis unterdrücken, der fragt, welche Art von Tab bei der tmux-Integration geöffnet werden soll. HINWEIS: Dies wird nur wirksam, wenn die inzwischen veraltete Einstellung „Warnhinweis unterdrücken, der fragt, welche Art von Tab/Fenster bei der tmux-Integration geöffnet werden soll“ deaktiviert ist.
ja: tmux統合でどの種類のタブを開くかを尋ねるアラートを表示しない。 注：これは、非推奨となった「tmux統合でどの種類のタブ／ウィンドウを開くかを尋ねるアラートを表示しない」設定がオフの場合にのみ有効になります。
pt_br: Suprimir o alerta que pergunta que tipo de aba abrir na integração do tmux. NOTA: Isto só tem efeito se o ajuste agora obsoleto “Suprimir o alerta que pergunta que tipo de aba/janela abrir na integração do tmux” estiver desativado.
ru: Отключить запрос о том, какую вкладку открыть при интеграции с tmux. ПРИМЕЧАНИЕ. Это действует только в том случае, если устаревший параметр «Отключить запрос о том, какую вкладку/окно открыть при интеграции с tmux» выключен.
zh_hans: 抑制tmux集成中打开标签页的提示。 注意：仅当已废弃的“抑制tmux集成中打开标签页/窗口的提示”设置关闭时，此功能才生效。

# AdvancedSetting.noSyncNewWindowFromTmuxOpensTmux
source: Suppress alert asking what kind of window to open in tmux integration. NOTE: This only takes effect if the now-deprecated “Suppress alert asking what kind of tab/window to open in tmux integration” setting is off.
de: Warnhinweis unterdrücken, der fragt, welche Art von Fenster bei der tmux-Integration geöffnet werden soll. HINWEIS: Dies wird nur wirksam, wenn die inzwischen veraltete Einstellung „Warnhinweis unterdrücken, der fragt, welche Art von Tab/Fenster bei der tmux-Integration geöffnet werden soll“ deaktiviert ist.
ja: tmux統合でどの種類のウィンドウを開くかを尋ねるアラートを表示しない。 注：これは、非推奨となった「tmux統合でどの種類のタブ／ウィンドウを開くかを尋ねるアラートを表示しない」設定がオフの場合にのみ有効になります。
pt_br: Suprimir o alerta que pergunta que tipo de janela abrir na integração do tmux. NOTA: Isto só tem efeito se o ajuste agora obsoleto “Suprimir o alerta que pergunta que tipo de aba/janela abrir na integração do tmux” estiver desativado.
ru: Отключить запрос о том, какое окно открыть при интеграции с tmux. ПРИМЕЧАНИЕ. Это действует только в том случае, если устаревший параметр «Отключить запрос о том, какую вкладку/окно открыть при интеграции с tmux» выключен.
zh_hans: 抑制tmux集成中打开窗口的提示。 注意：仅当已废弃的“抑制tmux集成中打开标签页/窗口的提示”设置关闭时，此功能才生效。

# AdvancedSetting.noSyncNewWindowOrTabFromTmuxOpensTmux
source: Suppress alert asking what kind of tab/window to open in tmux integration. Affects both windows and tabs. This setting predates having separate settings for windows vs tabs. If it is off, then the two new settings will take effect.
de: Warnhinweis unterdrücken, der fragt, welche Art von Tab/Fenster bei der tmux-Integration geöffnet werden soll. Betrifft sowohl Fenster als auch Tabs. Diese Einstellung stammt aus der Zeit vor getrennten Einstellungen für Fenster und Tabs. Wenn sie deaktiviert ist, werden die beiden neuen Einstellungen wirksam.
ja: tmux統合でどの種類のタブ／ウィンドウを開くかを尋ねるアラートを表示しない。ウィンドウとタブの両方に影響します。 この設定はウィンドウとタブで個別の設定を持つ前からあるものです。オフの場合、新しい2つの設定が有効になります。
pt_br: Suprimir o alerta que pergunta que tipo de aba/janela abrir na integração do tmux. Afeta tanto janelas quanto abas. Este ajuste é anterior à existência de ajustes separados para janelas e abas. Se estiver desativado, os dois novos ajustes terão efeito.
ru: Отключить запрос о том, какую вкладку/окно открыть при интеграции с tmux. Влияет и на окна, и на вкладки. Этот параметр появился до того, как для окон и вкладок ввели отдельные настройки. Если он выключен, вступают в силу два новых параметра.
zh_hans: 抑制tmux集成中打开标签页/窗口的提示。影响窗口和标签页。 此设置早于窗口与标签页分开设置的时代。若关闭，则两个新设置生效。

# AdvancedSetting.noSyncOpenLinksInApp
source: Open links using the in-app browser?
de: Links mit dem In-App-Browser öffnen?
ja: アプリ内ブラウザでリンクを開く？
pt_br: Abrir links usando o navegador integrado ao app?
ru: Открывать ссылки во встроенном браузере приложения?
zh_hans: 使用应用内浏览器打开链接？

# AdvancedSetting.noSyncReplaceProfileWarning
source: Suppress warning about copying a session's settings over a Profile
de: Warnung über das Überschreiben eines Profils mit den Einstellungen einer Sitzung unterdrücken
ja: セッションの設定をプロファイルに上書きコピーすることに関する警告を表示しない
pt_br: Suprimir o aviso sobre copiar os ajustes de uma sessão sobre um Perfil
ru: Отключить предупреждение о копировании настроек сеанса поверх профиля
zh_hans: 抑制复制会话设置到配置文件的警告。

# AdvancedSetting.noSyncSilenceAnnoyingBellAutomatically
source: Automatically silence bell when it rings too much.
de: Signalton automatisch stummschalten, wenn er zu oft ertönt.
ja: ベルが鳴りすぎたとき自動的に消音する。
pt_br: Silenciar automaticamente a campainha quando ela toca demais.
ru: Автоматически отключать звук колокольчика, если он звонит слишком часто.
zh_hans: 当铃声响过多次时自动静音。

# AdvancedSetting.noSyncSuppressAnnyoingBellOffer
source: Suppress offer to silence bell when it rings too much.
de: Angebot zum Stummschalten des Signaltons unterdrücken, wenn er zu oft ertönt.
ja: ベルが鳴りすぎたときに消音を提案しない。
pt_br: Suprimir a oferta para silenciar a campainha quando ela toca demais.
ru: Отключить предложение приглушить колокольчик, если он звонит слишком часто.
zh_hans: 当铃声响过多次时隐藏静音提议。

# AdvancedSetting.noSyncSuppressBadPWDInArrangementWarning
source: Suppress the notification that a saved arrangement has a bad initial working directory.
de: Benachrichtigung unterdrücken, dass eine gespeicherte Anordnung ein ungültiges Anfangsarbeitsverzeichnis hat.
ja: 保存されたアレンジメントの初期作業ディレクトリが不正であるという通知を表示しない。
pt_br: Suprimir a notificação de que um arranjo salvo tem um diretório de trabalho inicial inválido.
ru: Отключить уведомление о том, что у сохранённой расстановки некорректный исходный рабочий каталог.
zh_hans: 隐藏保存的窗口排列存在错误初始工作目录的通知。

# AdvancedSetting.noSyncSuppressBroadcastInputWarning
source: Suppress warning about broadcasting input.
de: Warnung über das Übertragen von Eingaben unterdrücken.
ja: 入力のブロードキャストに関する警告を表示しない。
pt_br: Suprimir o aviso sobre transmitir entrada.
ru: Отключить предупреждение о трансляции ввода.
zh_hans: 隐藏输入广播的警告。

# AdvancedSetting.noSyncSuppressCaptureOutputRequiresShellIntegrationWarning
source: Suppress warning “Shell Integration is required for Capture Output.”
de: Warnung „Shell Integration ist für Capture Output erforderlich“ unterdrücken.
ja: 「Capture OutputにはShell Integrationが必要です」という警告を表示しない。
pt_br: Suprimir o aviso “O Shell Integration é necessário para Capturar saída.”
ru: Отключить предупреждение «Для захвата вывода требуется Shell Integration».
zh_hans: 隐藏“捕获输出需要Shell集成”的警告。

# AdvancedSetting.noSyncSuppressCaptureOutputToolNotVisibleWarning
source: Suppress warning that the Captured Output tool is not visible.
de: Warnung unterdrücken, dass das Tool „Captured Output“ nicht sichtbar ist.
ja: Captured Outputツールが表示されていないという警告を表示しない。
pt_br: Suprimir o aviso de que a ferramenta Saída capturada não está visível.
ru: Отключить предупреждение о том, что инструмент «Захваченный вывод» не отображается.
zh_hans: 隐藏捕获输出工具不可见的通知。

# AdvancedSetting.noSyncSuppressClipboardAccessDeniedWarning
source: Suppress the notification that the terminal attempted to access the clipboard but it was denied?
de: Benachrichtigung unterdrücken, dass das Terminal versucht hat, auf die Zwischenablage zuzugreifen, dies jedoch verweigert wurde?
ja: ターミナルがクリップボードへのアクセスを試みて拒否されたという通知を表示しない？
pt_br: Suprimir a notificação de que o terminal tentou acessar a área de transferência, mas foi negado?
ru: Отключить уведомление о том, что терминал пытался получить доступ к буферу обмена, но получил отказ?
zh_hans: 隐藏终端尝试访问剪贴板但被拒绝的通知。

# AdvancedSetting.noSyncSuppressDownloadConfirmation
source: Suppress confirmation of terminal-initiated downloads?
de: Bestätigung für vom Terminal ausgelöste Downloads unterdrücken?
ja: ターミナル発信のダウンロードの確認を表示しない？
pt_br: Suprimir a confirmação de transferências iniciadas pelo terminal?
ru: Отключить подтверждение загрузок, инициированных терминалом?
zh_hans: 隐藏终端启动的下载确认提示。

# AdvancedSetting.noSyncSuppressMissingProfileInArrangementWarning
source: Suppress the notification that a restored session’s profile no longer exists?
de: Benachrichtigung unterdrücken, dass das Profil einer wiederhergestellten Sitzung nicht mehr existiert?
ja: 復元されたセッションのプロファイルが存在しないという通知を表示しない？
pt_br: Suprimir a notificação de que o perfil de uma sessão restaurada não existe mais?
ru: Отключить уведомление о том, что профиль восстановленного сеанса больше не существует?
zh_hans: 隐藏恢复会话配置文件不再存在的警告。

# AdvancedSetting.NoSyncSuppressRestartSessionConfirmationAlert
source: Suppress restart session confirmation alert. Don't ask for a confirmation when manually restarting a session.
de: Bestätigungsdialog zum Neustart einer Sitzung unterdrücken. Beim manuellen Neustart einer Sitzung nicht um Bestätigung bitten.
ja: セッション再起動の確認アラートを抑制する。 セッションを手動で再起動する際に確認を求めない。
pt_br: Suprimir alerta de confirmação de reinício de sessão. Não pedir confirmação ao reiniciar manualmente uma sessão.
ru: Отключить предупреждение о перезапуске сессии. Не запрашивать подтверждение при ручном перезапуске сессии.
zh_hans: 隐藏会话的重启确认提示。 手动重启会话时无需请求确认。

# AdvancedSetting.noSyncSuppressSendSignal
source: Suppress warning about sending a signal to terminate a job. This is used in the process tree, which you can find the toolbelt or by clicking the Jobs status bar component.
de: Warnung über das Senden eines Signals zum Beenden eines Jobs unterdrücken. Dies wird im Prozessbaum verwendet, den Sie im Toolbelt oder durch Klicken auf die Statusleisten-Komponente „Jobs“ finden.
ja: ジョブを終了するためにシグナルを送信することに関する警告を表示しない。 これはプロセスツリーで使用され、ツールベルトまたはJobsステータスバーコンポーネントをクリックすることで確認できます。
pt_br: Suprimir o aviso sobre enviar um sinal para encerrar um processo. Isto é usado na árvore de processos, que você pode encontrar na toolbelt ou clicando no componente Processos da barra de status.
ru: Отключить предупреждение об отправке сигнала для завершения задачи. Это используется в дереве процессов, которое можно найти в разделе «Инструменты» или щёлкнув по компоненту строки состояния «Задачи».
zh_hans: 抑制关于发送信号终止作业的警告。 此选项用于进程树中，您可以通过工具包或点击“Jobs”状态栏组件来查看。

# AdvancedSetting.noSyncTipsDisabled
source: Disable the Tip of the Day?
de: Den Tipp des Tages deaktivieren?
ja: 今日のヒントを無効にする？
pt_br: Desativar a Dica do dia?
ru: Отключить совет дня?
zh_hans: 禁用每日提示吗？

# AdvancedSetting.noSyncTurnOffBracketedPasteOnHostChange
source: Always turn off paste bracketing when host changes?
de: Bracketed Paste bei einem Hostwechsel immer deaktivieren?
ja: ホストが変わったとき、常にペーストのブラケット化をオフにする？
pt_br: Sempre desativar a colagem entre colchetes quando o host muda?
ru: Всегда отключать режим экранированной вставки при смене хоста?
zh_hans: 主机变更时始终关闭粘贴标记吗？

# AdvancedSetting.noSyncTurnOffFocusReportingOnHostChange
source: Always turn off focus reporting when host changes?
de: Fokusmeldung bei einem Hostwechsel immer deaktivieren?
ja: ホストが変わったとき、常にフォーカス報告をオフにする？
pt_br: Sempre desativar o relato de foco quando o host muda?
ru: Всегда отключать сообщения о фокусе при смене хоста?
zh_hans: 主机变更时始终关闭焦点报告吗？

# AdvancedSetting.noSyncTurnOffMouseReportingOnHostChange
source: Always turn off mouse reporting when host changes?
de: Mausmeldung bei einem Hostwechsel immer deaktivieren?
ja: ホストが変わったとき、常にマウス報告をオフにする？
pt_br: Sempre desativar o relato de mouse quando o host muda?
ru: Всегда отключать сообщения о мыши при смене хоста?
zh_hans: 主机变更时始终关闭鼠标报告吗？

# AdvancedSetting.noSyncVariablesToReport
source: Variables to report via control sequence This is a comma-delimited list of variables that can be reported with the OSC 1337 ReportVariable=name control sequence. Each variable name must be prefixed with “allow:” or “deny:”.
de: Über Steuersequenz zu meldende Variablen Dies ist eine durch Kommas getrennte Liste von Variablen, die mit der Steuersequenz OSC 1337 ReportVariable=name gemeldet werden können. Jedem Variablennamen muss „allow:“ oder „deny:“ vorangestellt werden.
ja: 制御シーケンスで報告する変数 OSC 1337 ReportVariable=name制御シーケンスで報告できる変数のカンマ区切りリストです。各変数名の先頭には「allow:」または「deny:」を付ける必要があります。
pt_br: Variáveis a relatar via sequência de controle Esta é uma lista de variáveis delimitada por vírgulas que podem ser relatadas com a sequência de controle OSC 1337 ReportVariable=name. Cada nome de variável deve ter o prefixo “allow:” ou “deny:”.
ru: Переменные, передаваемые через управляющую последовательность Это список переменных, разделённых запятыми, которые можно передать управляющей последовательностью OSC 1337 ReportVariable=name. Перед именем каждой переменной должен стоять префикс «allow:» или «deny:».
zh_hans: 通过控制序列报告的变量 这是用逗号分隔的变量列表，可通过OSC 1337 ReportVariable=name控制序列报告。每个变量名必须以“allow:”或“deny:”开头。
